Repository: jsj2008/BaoTai
Catalog: MallO2O/Class/Ianguage/*.lproj/Localizable.strings
Languages: ru

# carServerCheckUserInputMessageTitle
source: Please enter complete information
ru: Пожалуйста, введите полную информацию

# carServerTicketAirImbalance
source: Please enter the flight (road entry does not need to fill in)
ru: введите рейс (въезд в автодороге не заполнить)

# carServerHighway
source: Highway
ru: автодорога

# carServerPlane
source: Plane
ru: Рейс

# carServerTrain
source: Train
ru: Поезд

# carServerChooseEnterACountryType
source: Please choose enter a country type
ru: Пожалуйста, выберите тип въезда

# carServerChooseCarType
source: Please select the vehicle type
ru: Пожалуйста, выберите модель транспортного средства

# carServerFiveSeatCar
source: 5 seat
ru: 5 мест

# carServerSevenSeatCar
source: 7-15 seat
ru: 7-15 мест

# hotboomServeNavigationTitle
source: Pick Up Service
ru: услуги провождения машины

# hotboomServeCellReferencePictureTitle
source: Reference Picture
ru: Ссылка изображений

# hotboomServeCellCommodityNameTitle
source: Commodity name
ru: Наименование товара

# hotboomServeCellCommodityNamePlaceholder
source: Please enter the name of the commodity
ru: введите название товаров

# hotboomServeCellPriceRangeTitle
source: Price range
ru: Диапозон цен

# hotboomServeCellDetailedRequirementsTitle
source: Detailed requirements
ru: Подробные требования

# hotboomServeCellFullNameTitle
source: FullName
ru: Имя фамирия

# hotboomServeCellFullNamePlaceholder
source: Please enter your name
ru: Пожалуйста, введите ваше имя

# hotboomServeCellTelephoneTitle
source: Telephone
ru: номер телефона

# hotboomServeCellTelephonePlaceholder
source: Please enter the phone
ru: введите номер телефона

# hotboomServeCellE-mailTitle
source: E-mail
ru: Почтовый ящик

# hotboomServeCellE-mailPlaceholder
source: Please input E-mail
ru: Пожалуйста, введите E-mail

# hotboomServeCellPassportNumberTitle
source: Passport Number
ru: Номер паспорта

# hotboomServeCellPassportNumberPlaceholder
source: Passport Number
ru: Номер паспорта

# hotboomServeViewControllerDetailNeedText
source: Describe your need goods...
ru: Характиристики требуемых товаров

# hotboomServeViewControllerDetailNeedNavigaitonTitle
source: Detailed requirements
ru: Подробные требования

# hotboomServeViewControllerAddPickture
source: Please Add Picture
ru: Пожалуйста, добавьте изображение

# hotboomServeViewControllerPriceRange
source: Please enter the correct price range
ru: Пожалуйста, введите правильный ценовой диапазон

# hotboomPriceRangeNavigationTitle
source: Price Range
ru: Диапазон цен

# bigTradeNavigationTitle
source: Big Trade
ru: Крупные торговые

# bigTradeAllCategoriesTitle
source: All Categories
ru: Все классификации

# bigTradeDefaultSortTitle
source: Default Sort
ru: сортировка по умолчанию

# bigTradeHighestPriceSortTitle
source: Highest Price
ru: Самая высокая цена

# bigTradeLowestPriceSortTitle
source: Lowest Price
ru: Низкая цена

# bigTradeInfoNavigationTitle
source: Info
ru: Детали

# bigTradeOrderNavigationTitle
source: Place Order
ru: Отправить ваш заказ

# bigTradeOrderReceiptAddressTitle
source: Receipt Address
ru: адрес получателя

# bigTradeOrderCommodityInformationTitle
source: Commodity Information
ru: информация товаров

# bigTradeOrderRemarkInformationTitle
source: Remark Information
ru: информация примечаний

# bigTradeOrderMoneyTitle
source: Total amount:
ru: Общая сумма:

# bigTradeOrderRemarksPlaceholder
source: Please enter remarks
ru: Пожалуйста, введите комментарий

# bigTradeOrderSeccessNavigationTitle
source: Submit Successfully
ru: отправка успешна

# bigTradeOrderSeccessReturnHomeButtonTitle
source: Return to the home page
ru: вернуться на главную страницу
