Repository: jsj2008/BaoTai
Catalog: MallO2O/Class/Ianguage/*.lproj/Localizable.strings
Languages: ru

source: Yuan
ru: Юань

# TheNumberOf
source: Number
ru: штука

source: Cancel
ru: Отмена

source: Save
ru: Сохранить

source: Integral
ru: накапительные баллы

source: Total:
ru: итого

source: OK
ru: подтвердить

source: NO
ru: нет

source: Prompt
ru: напоминать, напоминание

source: Submit
ru: подтвердить

source: Search
ru: Поиск

source: Details
ru: подробность

# CameraTitle
source: Please select
ru: выберите

source: Photograph
ru: фотографировать

source: Album
ru: Фотоальбом

# tabBarHome
source: Home
ru: начальная страница

# tabBarCate
source: Cate
ru: сортировка

# tabBarDiscover
source: discover
ru: обнаружение

# tabbarShoppingCart
source: ShoppingCart
ru: Корзина

# tabbarMine
source: Mine
ru: Это мое

# headerMJRefreshStateIdle
source: Drop down you can refresh
ru: потяните вниз для обновления

# headerMJRefreshStatePulling
source: Release the refresh now
ru: распустите для обновления

# footerMJRefreshStateIdle
source: Click or pull loads for more
ru: Нажмите кнопку или тянуть нагрузок для более

# swpNetworkError
source: Network exception
ru: Ошибка сети

# swpNetworkCommitDataing
source: In the data submitted...
ru: Передача данных...

# swpNetworkDeleteDataing
source: Data deletion...
ru: Удаление данных...

# swpNetworkUpdateDataing
source: Data modifications ...
ru: Модификация данных...

# swpNetworkLogin
source: User login...
ru: Логин пользователя...

# swpNetworkGetDagaingTitle
source: In the effort to obtain...
ru: получение...

# swpNetworkRefreshDataTitle
source: Try to refresh...
ru: обновление...

# swpNetworkToLoadDataTitle
source: Efforts to load...
ru: загрузка...

# swpNetworkNotData
source: No more data
ru: Больше нет данных

# swpNetworkDataNULL
source: Gets exception data
ru: ошибка при получении данных

# homeNavigationTitle
source: BT
ru: BTMALL

# homeRecommendedBusinessesTitle
source: Recommend Commodities
ru: Рекомендации

# homeDiscoverTheLatestVersionTitle
source: Discover the latest version
ru: поиск обновлений

# homeDownloadTheUpdate
source: Download
ru: Скачать обновление

# dicoverNavigationTitle
source: Dicover
ru: обнаружение

# dicoverBesom
source: Besom
ru: отсканировать QR-код

# dicoverSend
source: Send
ru: Доставки

# dicoverOneMoney
source: OneMoney - WinPrize
ru: покупка за 1 юань

# dicoverShake
source: Shake - EarnIntegral
ru: встяска-выйграй баллы

# dicoverTurntable
source: Turntable - WinIntegral
ru: поворотный диск

# dicoverBesomPromptTitle
source: Place your barcode box
ru: Штрих-код местоположения

# dicoverSendNavigationTitle
source: Nationwide delivery
ru: экспедитор

# dicoverShakeNavigationTitle
source: Shake shake shake
ru: встряска

# dicoverTurntableNavigationTitle
source: Happy big wheel
ru: поворотный диск

# dicoverOneMoneyNavigationTitle
source: A purchase
ru: покупка за 1 юань

# shoppingCartNavigationTitle
source: Shopping Cart
ru: Корзина

# pushOrderNavigationTitle
source: Submit your order
ru: Отправить ваш заказ

# pushOrderPromptTitle
source: Please submit your order completed within 15 minutes after payment
ru: платите в течения 15 минут после отправки заказа

# pushOrderCellHeaderAddressTitle
source: Your shipping address
ru: адрес получателя

# pushOrderCellHeaderTimeTitle
source: Delivery time
ru: Время доставки

# pushOrderCellHeaderMyWalletTitle
source: My Wallet
ru: Мой кошелек

# pushOrderCellHeaderPaymentTitle
source: Means of payment
ru: Средства платежа

# pushOrderCellHeaderCommodityInformationTitle
source: Commodity Information
ru: информация товаров

# pushOrderCellHeaderNoteInformationTitle
source: Note Information
ru: информация примечаний

# pushOrderCellSelectTimeButtonTitle
source: Confirmed Dates
ru: Подтвержденные даты

# pushOrderCellTimePlaceholder
source: Served as soon as possible
ru: доставка как можно скорее

# pushOrderCellPlaceholderAccountBalances
source: AccountBalances
ru: баланс в счёте

# pushOrderCellPlaceholderUseBalance
source: Use this payment balance
ru: оплатить данный счет балансом

# pushOrderCellPlaceholderPaymentAlipay
source: Alipay Payment
ru: Алипэй

# pushOrderCellPlaceholderPaymentWeChat
source: WeChat Payment
ru: оплата Wechat

# pushOrderCellPlaceholderPaymentPaymentInCash
source: Payment in cash
ru: оплата вне онлаин

# pushOrderCellPlaceholderViewProductList
source: View product list
ru: просмотреть список товаров

# pushOrderCellPlaceholderFreight
source: Freight
ru: транспортные расходы

# pushOrderCommitButtonTitle
source: Submit
ru: представление

# pushOrderUserAmountPaid
source: AmountPaid:
ru: сумма платежа:

# pushOrderCellPlaceholderNoteInformation
source: Please enter a comment information
ru: введите информацию примечаний

# inputMarkNavigationTitle
source: Notes
ru: Примечания

# inputMarkNotesPlaceholder
source: Please enter a comment information
ru: введите информацию примечаний

# inputMarkNotesCommitButtonTitle
source: Confirm
ru: подтвердить

# mineMyPoints
source: My Points
ru: мои баллы

# mineBusinessCollection
source: Business Collection
ru: избранные магазины

# mineGoodsCollection
source: Goods Collection
ru: избранные товары

# mineHistoryGoods
source: Browsing History
ru: запись просмотра

# mineAllOrders
source: All Orders
ru: Все заказы

# minePendingPayment
source: Pending Payment
ru: предстоящий платёж

# mineInProgress
source: In Progress
ru: В ходе

# mineEvaluation
source: Evaluation
ru: предстоящая оценка

# mineRefund
source: Refund
ru: Возврат денежного средства

# mineMyWallet
source: My Wallet
ru: Мой кошелек

# mineBalance
source: Balance
ru: Баланс

# mineBalanceRecharge
source: Balance Recharge
ru: Пополнение баланса

# mineTopRecords
source: Top Records
ru: запись пополнения

# mineOneOfMyPurchases
source: OneOfMyPurchases
ru: моя покупка за 1 юань

# mineNews
source: News
ru: Новости

# mineAddressManagement
source: AddressManagement
ru: управление адресом

# mineModifyPassword
source: ModifyPassword
ru: изменение пароля

# mineMore
source: More
ru: Более

# mineClickOnLogin
source: Please click on login
ru: Нажмите 'Вход'

# editPerInfoNavigationTitle
source: Modify The Information
ru: поменять информацию

# editPerInfoAvatar
source: Avatar
ru: фото профиля

# editPerInfoNickname
source: Nickname
ru: Ник

# editPerInfoSex
source: Sex
ru: пол

# editPerInfoPleaseSelectGender
source: Please Select Gender
ru: Пожалуйста, выберите пол

# editPerInfoMan
source: Man
ru: мужской пол

# editPerInfoWoman
source: Woman
ru: женский пол

# editPerInfoPhotos
source: Photos
ru: фотографировать

# editPerInfoPhotoAlbum
source: PhotoAlbum
ru: Фотоальбом

# pointShopNavigationTitle
source: Points Mall
ru: торговый центр накопленных баллов

# pointShopMyPoints
source: My Points:
ru: мои баллы:

# pointShopExchangeRecords
source: ExchangeRecords
ru: Записи обмена

# pointShopIntegralDescription
source: IntegralDescription
ru: описание накоплений баллов

# myCollectionShopNavigationTitle
source: Favorite Businesses
ru: Избрать магазин

# homeRecJumpBusinessDetailsNavigationTitle
source: Business Details
ru: данные магазинов

# homeRecJumpCataTitle
source: Cate
ru: сортировка

# homeRecJumpDefaultSort
source: Default Sort
ru: сортировка по умолчанию

# homeRecJumpSalesSort
source: Sales
ru: объем продаж

# homeRecJumpTheLatestReleaseSort
source: The Latest Release
ru: Последний выпуск

# homeRecJumpHighestPriceSort
source: Highest Price
ru: максимальная цена

# homeRecJumpTheLowestPriceSort
source: The Lowest Price
ru: минимальная цена

# myCollectionNavigationTitle
source: My Collection
ru: Моя коллекция

# productDetailsNavigationTitle
source: Product Details
ru: подробное описание товара

# myOrderNavigationTitle
source: My Order
ru: мой заказ

# myOrderAll
source: All
ru: весь

# myOrderPendingPayment
source: PendingPayment
ru: предстоящий платёж

# myOrderInProgress
source: InProgress
ru: В ходе

# myOrderEvaluation
source: Evaluation
ru: предстоящая оценка

# myOrderRefund
source: Refund
ru: Возврат

# myOrderFinish
source: Has been completed
ru: Завершено

# myOrderDeleteErrorMessage
source: Current Order Cannot Be Deleted
ru: не разрешать удалить текущий заказ

# myOrderDeleteSuccessMessage
source: Delete Success
ru: Удалено успешно

# orderDetailNavigationTitle
source: Order Details
ru: подробное описание заказа

# rechargeCenterNavigationTitle
source: Recharge Center
ru: цетр пополнения

# rechargeRecordNavigationTitle
source: Recharge Record
ru: запись пополнения

# oneDollarForMeNavigationTitle
source: One Dollar For Me
ru: моя покупка за 1 юань

# messageNewsNavigationTitle
source: News
ru: Новости

# messageInfoNavigationTitle
source: Message Details
ru: подробности, новости

# messageNewsClearAllTitle
source: Clear All Messages
ru: Очистить все сообщения

# adressDetailNavigationTitle
source: Address Management
ru: управление адресом

# adressDetailCellAddressTitle
source: Address:
ru: Адрес:

# adressDetailCellConsigneeTitle
source: Consignee:
ru: Грузополучателя:

# adressDetailCellTelephoneTitle
source: TelePhone:
ru: Телефон:

# adressDetailCellEditTitle
source: Edit
ru: Редактор

# adressDetailCellDeleteTitle
source: Delete
ru: Удалить

# addAdrsInforAddAddressNavigationTitle
source: Edit Address
ru: редактировать адрес

# addAdrsInforUpdateAddressNavigationTitle
source: Modify Address
ru: поменять адрес

# addAdrsInforCellContactsTitle
source: Contacts
ru: контактное лицо

# addAdrsInforCellContactsPlaceholder
source: Please enter your name
ru: ФИО

# addAdrsInforCellReceiptAddressTitle
source: Receipt Address
ru: адрес грузополучателя

# addAdrsInforCellReceiptAddressPlaceholder
source: Please choose the school, building or district
ru: Пожалуйста, выберите школу, здания или микрорайон

# addAdrsInforCellAddressInDetailTitle
source: Address In Detail
ru: точный адрес

# addAdrsInforCellAddressInDetailPlaceholder
source: Please enter a detailed address
ru: Пожалуйста, введите адрес

# addAdrsInforCellTelephoneTitle
source: Telephone
ru: Номер мобильного телефона

# addAdrsInforCellTelephonePlaceholder
source: Please enter a contact phone
ru: Введите контактный телефон

# addAdrsInforCellCkeckTitle
source: Please enter the correct phone number
ru: Пожалуйста, введите действительный номер мобильного телефона

# changePassModifyPasswordNavigationTitle
source: Modify Password
ru: изменение пароля

# changePassOldPasswordPlaceholder
source: Please enter the original password
ru: пожалуйста введите старый пароль

# changePassInputNewPasswordPlaceholder
source: Please enter new password
ru: Пожалуйста, введите новый пароль

# changePassConfirmNewPasswordPlaceholder
source: Confirm new password
ru: Подтвердите новый пароль

# changePassSubmitButton
source: Submit
ru: передать

# changePassCheckNewPasswordsTitle
source: New passwords are not consistent
ru: Новые пароли не совпадают

# changePassCkeckOldPasswordsTitle
source: Please confirm the password
ru: Пожалуйста, подтвердите ваш пароль

# changePassCkeckNewPasswordsNULLTitle
source: please enter new password
ru: Пожалуйста, введите новый пароль

# changePassCkeckOlePasswordsNULLTitle
source: Please enter the original password
ru: пожалуйста введите старый пароль

# moreNavigationTitle
source: More
ru: Более

# moreAboutApp
source: About App
ru: о APP

# morePrivacyRights
source: Privacy Rights
ru: приват

# moreFeedback
source: Feedback
ru: обратная связь

# moreGiveMeAGrade
source: Give Me A Grade
ru: оцените меня

# moreUseHelp
source: Use Help
ru: руководство по применению

# moreCodeSharing
source: Code Sharing
ru: поделиться qr-кодом

# moreClearCache
source: Clear Cache
ru: Очистить кэш

# moreExitLoginPromptTitle
source: Are you sure you want to log out?
ru: Вы уверены, что вы хотите выйти？

# moreExitLogin
source: Exit Login
ru: Выход

# moreExitLoginSuccess
source: Exit Success
ru: выход успешен

# moreClearCachePromptTitle
source: This time will be cleaned up
ru: Это очистит

# moreClearCacheSuccessPromptTitle
source: Successful cleanup cache
ru: Успешно очистить кэш

# opinionPlaceholder
source: Please input feedback...
ru: Пожалуйста, введите содержание отзыва⋯

# opinionTextMaxSize
source: Enter the upper limit of 250 words
ru: Введите максимум 250 слов

# loginNavigationTitle
source: Sign In
ru: Войти

# loginRegister
source: Register
ru: Регистрация

# loginAccountPlaceholder
source: Please enter the email
ru: Пожалуйста, введите E-mail

# loginPasswordPlaceholder
source: Please enter the password
ru: Пожалуйста, введите пароль

# loginRememberPassword
source: Remember Password
ru: Запомнить мой пароль

# loginForgetPassword
source: Forget Password ?
ru: Забыли пароль?

# loginButtonTitle
source: SignIn
ru: Войти

# loginThirdPartyLoginPromptTitle
source: Third party account login
ru: войти через логин третьей стороны

# loginCleckAccountNULLMessage
source: Email cannot be empty
ru: поле 'электронная почта' не может быть пустым

# loginCleckPasswordNULLMessage
source: Password cannot be empty
ru: поле 'Пароль' не может быть пустым

# loginCleckAccount
source: Please enter a valid email
ru: Пожалуйста, введите действительный адрес электронной почты

source: Login Success
ru: Успешный вход

# registNavigationTitle
source: Register
ru: Регистрация

# registAccountPlaceholder
source: Please enter the email
ru: Пожалуйста, введите E-mail

# registVerificationCodePlaceholder
source: Verification Code
ru: Проверочный код

# registGetVerificationCodeButtonTitle
source: Get Verification Code
ru: Получить код

# registPasswordAccountPlaceholder
source: Please enter a password
ru: Пожалуйста, введите пароль

# registButtonTitle
source: Register
ru: Регистрация

# thirdRegistNavigationTitle
source: Three party binding
ru: Три стороны связаны

# forgetPasswordNavigationTitle
source: Forget Password
ru: Забыли пароль

# forgetPasswordAccountPlaceholder
source: Please enter the email
ru: Пожалуйста, введите E-mail

# forgetPasswordVerificationCodePlaceholder
source: Verification Code
ru: Проверочный код

# forgetPasswordGetVerificationCodeButtonTitle
source: GetVerificationCode
ru: Получить код

# forgetPasswordNextStepButtonTitle
source: Next Step
ru: Следующий шаг

# forgetPasswordRetransmission
source: Retransmission
ru: Переслать

# forgetPasswordCheckVerificationCode
source: Verification Code Error
ru: CAPTCHA ошибка

# changeForgetPasswordNavigationTitle
source: Forget Password
ru: Забыли пароль

# changeForgetPasswordAccountPlaceholder
source: Please enter a user name
ru: Пожалуйста, введите ваше имя пользователя

# changeForgetPasswordPleaseNewPassword
source: New Password
ru: Новый пароль

# changeForgetPasswordPleaseConfirmThePassword
source: Please confirm the password
ru: подтвердите пароль

# cateGoodsSalesVolume
source: Sales Volume
ru: Продажи

# cateGoodsPraise
source: Praise
ru: Похвалы

# cateGoodsPrice
source: Price
ru: Цена

# cateGoodsScreen
source: Screen
ru: Фильтр

# selectTypeNavigationTitle
source: Screen
ru: Фильтр

# selectTypeSubmitButtonTitle
source: Submit
ru: представление

# selectTypeKeywordTitle
source: Keywords
ru: Ключевое слово

# selectTypeKeywordPlaceholder
source: Enter search keywords
ru: Введите ключевое слово для поиска

# selectTypeHighPricePlaceholder
source: High Price
ru: Высокая цена

# selectTypeLowPricePlaceholder
source: Low Price
ru: Низкая цена

# selectTypeAllTitle
source: Whole
ru: весь

# nearByShopNavigationTitle
source: Near By Shop
ru: местонахождение магазинов

# nearByShopLocationErrorTitle
source: Location Error
ru: поиск местонахождения магазинов неудался

# nearByShopError01Title
source: Did not obtain the latitude and longitude
ru: широта и доолгота не получены

# nearByShopNearbyTitle
source: near
ru: вблизи

# nearByShopCateTitle
source: Cate
ru: Классификация

# teamBuyingNavigationTitle
source: Group Buys
ru: групповая покупка

# teamBuyingCateTitle
source: Cate
ru: Классификация

# teamBuyingSorting
source: Sorting
ru: Сортировка

# teamBuyingSales
source: Sales
ru: объем продаж

# teamBuyingTheLatestRelease
source: The Latest Release
ru: Последний выпуск

# teamBuyingHighestPrice
source: Highest Price
ru: максимальная цена

# teamBuyingTheLowestPrice
source: The Lowest Price
ru: минимальная цена

# cateJumpNavigationTitle
source: Buy
ru: закупочный ажиотаж

# cateJumpSoldTitle
source: Sold:
ru: Продано::

# seleRankNavigationTitle
source: Top
ru: рейтинг

# searchHisSearchResultsNavigationTitle
source: Search Results
ru: Ресультаты поиска

# searchHisSearchBarPlaceholder
source: Please enter your search item
ru: Пожалуйста, введите название товара для поиска

# searchHisHotCommodityTitle
source: Hot Commodity
ru: популярный товар

# searchHisSearchForRecordsTitle
source: Search For Records
ru: запись поиска

# searchHisSearchBarCheckInputText
source: Please enter what you are looking
ru: Введите, пожалуйста, что вы ищете

# cateSearchBarPlaceholder
source: Search product name
ru: поиск названий товаров

# shopTravelServeNavigationTitle
source: Business travel services
ru: Обслуживание деловых поездок

# shopTravelServeAirTicketBookingTitle
source: AirTicketBooking
ru: покупка авиабилетов

# shopTravelServeTrainTicketReservationTitle
source: TrainTicketReservation
ru: покупка ж/д билетов

# shopTravelServeInvitationServiceTitle
source: InvitationService
ru: оформление приглашений

# shopTravelServePick-upServiceTitle
source: Pick-upService
ru: сервис встреча поезда

# shopTravelServePurchasingServiceTitle
source: PurchasingService
ru: агентские услуги по международной торговле

# shopTravelServeHotelsTitle
source: Hotels
ru: бронирование отелей

# shopTravelServeDiningReservationsTitle
source: DiningReservations
ru: бронирование ресторанов

# planeBookNavigationTitle
source: Ticket Service
ru: Услуги по продаже билетов

# planeBookOne-WayTitle
source: One-Way
ru: в одну сторону

# planeBookRoundTripTitle
source: RoundTrip
ru: Туда и обратно

# planeBookDepartureCityTitle
source: DepartureCity
ru: Город отправления

# planeBookArrivalCityTitle
source: ArrivalCity
ru: Город прибытия

# planeBookSelectADateTitle
source: SelectADate
ru: Выберите дату

# planeBookTripDatesTitle
source: TripDates
ru: дата отправления

# planeBookReturnTimeTitle
source: ReturnTime
ru: дата возвращения

# planeBookSearchButtonTitle
source: Search
ru: Поиск

# planeBookPleaseChooseTime
source: Please select time
ru: Пожалуйста, выберите время

# backJourneyNavigationTitle
source: Flight List
ru: список рейсов

# choosePassengerNavigationTitle
source: Select Flight One
ru: выбрать пассажира

# choosePassengerAddedOpportunityToPeople
source: Added opportunity to people
ru: добавить пассажира

# choosePassengerCellPassportNumber
source: Passport number:
ru: Номер паспорта：

# choosePassengerCellEditor
source: Editor
ru: Редактор

# addPassengerNavigationTitle
source: Added opportunity to people
ru: добавить пассажира

# addPassengerCellNameTitle
source: The name
ru: Имя

# addPassengerCellPlaceholder
source: Please enter your name
ru: Пожалуйста, введите ваше имя

# addPassengerCellPassportNumbeTitle
source: Passport number
ru: Номер паспорта

# addPassengerCellPleaseEnterYourPassportNumberPlaceholder
source: Please enter your passport number
ru: Пожалуйста, введите ваш номер паспорта

# addPassengerCellCountryCitizenshipTitle
source: Country of citizenship
ru: гражданство

# addPassengerCellBirthdayTitle
source: Birthday
ru: День рождения

# invitationServerNavigationTitle
source: Invitation Service
ru: оформление приглашений

# invitationServerCellNameTitle
source: The name
ru: Имя

# invitationServerCellNamePlaceholder
source: Please enter your name
ru: Пожалуйста, введите ваше имя

# invitationServerCellTelTitle
source: Telephone
ru: номер телефона

# invitationServerCellTelPlaceholder
source: Please enter the phone
ru: введите номер телефона

# invitationServerE-mailTitle
source: E-mal
ru: Почтовый ящик

# invitationServerE-mailPlaceholder
source: Please enter E-mail
ru: Пожалуйста, введите E-mail

# invitationServerCountryCitizenshipTitle
source: Country of citizenship
ru: гражданство

# invitationServerSexTitle
source: Please select gender
ru: пол

# invitationServerBirthdayTitle
source: Birthday
ru: День рождения

# invitationServerDateOfEntryTitle
source: Date Of Entry
ru: время въезда

# invitationServerInvitationTypesTitle
source: InvitationTypes
ru: тип приглашения

# invitationServerValidityOfTheInvitationTitle
source: ValidityOfTheInvitation
ru: время оформления приглашения

# invitationServerPassportPhotosTitle
source: Passport photos and Visa Photos
ru: фотография на паспорт и на визу

# invitationServerVisaPhotosTitle
source: Visa Photos
ru: фото для визы

# invitationServerInsurancePriceTitle
source: Insurance price
ru: Стоимость страхования

# invitationServerSexManTitle
source: Man
ru: мужской пол

# invitationServerSexWomanTitle
source: Woman
ru: женский пол

# invitationServerInvitationTypeTitle
source: Please select the type of invitation
ru: выбирать тип приглашения

# invitationServerGroupTitle
source: Group
ru: Группа

# invitationServerOnceAPersonTitle
source: Once A Person
ru: однократный

# invitationServerPersonalManyTimesTitle
source: Personal many times
ru: многократный

# invitationServerValidityPeriodGroupTitle
source: Validity Period ( Group )
ru: Период действия ( Группа )

# invitationServerValidityPeriod10Days
source: 10Days
ru: 10 дней

# invitationServerValidityPeriod15Days
source: 15Days
ru: 15 дней

# invitationServerValidityPeriod30Days
source: 30Days
ru: 30 дней

# invitationServerValidityPeriodOnceAPersonTitle
source: Validity Period ( Once A Person )
ru: Период действия ( однократный )

# invitationServerValidityPeriodPersonalManyTimesTitle
source: Validity Period ( PersonalManyTimes )
ru: Период действия ( многократный )

# invitationServerValidityPeriodHalfAYear
source: Half A Year
ru: Полгода

# invitationServerValidityPeriodAYear
source: A Year
ru: Год

# invitationServerCheckInputMessage
source: Please enter complete information
ru: Пожалуйста, введите полную информацию

# carServerNavigationTitle
source: Pick Up Service
ru: сервис встреча поезда

# carServerCellDateOfEntryTitle
source: DateOfEntry
ru: дата въезда

# carServerCellNationalityTitle
source: Nationality
ru: гражданство

# carServerCellNameTitle
source: Full Name
ru: ФИО

# carServerCellNamePlaceholder
source: Please enter your name
ru: Пожалуйста, введите ваше имя

# carServerCellTelephoneTitle
source: Telephone
ru: номер телефона

# carServerCellTelephonePlaceholder
source: Please enter the phone
ru: введите номер телефона

# carServerCellLicensePlateNumberTitle
source: LicensePlateNumber
ru: Идентификационный номер транспортного средства

# carServerCellLicensePlateNumberPlaceholder
source: Please enter the license plate number
ru: Введите идентификационный номер транспортного средства

# carServerCellFrameNumberTitle
source: FrameNumber
ru: номер рамы транспортного средства

# carServerCellFrameNumberPlaceholder
source: Please enter the frame number
ru: введите номер рамы транспортного средства

# carServerCellEngineNumberTitle
source: Engine Number
ru: Номер двигателя

# carServerCellEngineNumberPlaceholder
source: Please enter the number
ru: введите номер двигателя

# carServerCellModelsTitle
source: Models
ru: модель транспортного средства

# carServerCellDrivingLicensePhotoTitle
source: DrivingLicensePhoto
ru: фото водительских прав

# carServerCellPassportPhotoDriverTitle
source: Passport photo driver
ru: фото паспорта водителя

# carServerCellDestinationTitle
source: Destination
ru: место назначения

# carServerCellDestinationPlaceholder
source: Please enter a destination
ru: Введите место назначения

# carServerCellEntryModeTitle
source: EntryMode
ru: тип въезда

# carServerCellShiftTitle
source: Shift
ru: рейс

# carServerCellArrivalTimeTitle
source: ArrivalTime
ru: Время прибытия

# carServerCellPriceTitle
source: Price
ru: Цена
